import { ITabsArr } from 'src/shared/types/client/TabsCustom/ITabsCustom';

export const tabsContent: string[] = [
  'Основные характеристики товараСпособы нанесения: флекс, прямая печать, вышивкаМодель: унисекс (подходит как для девушек, так и для мужчин) Цвета толстовок: более 20 цветов, представлены в каталоге Материал: трехниточный футер с начесом, плотность 310-320 гр./м³ Состав: 85% хлопок, 15% полиэстер или 90% хлопок, 10% полиэстер (зависит от цвета ткани) Производство: материал — Турция (Karagözler Tekstil), пошив — Россия Гарантия качества: 50 стирок без вреда для принта',
  'content 2',
  'content 3',
  'content 4',
  'content 5',
];

export const tabsHeader: ITabsArr[] = [
  {
    title: 'Характеристики товара',
    ID: 1,
  },
  {
    title: 'Таблица размеров',
    ID: 2,
  },
  {
    title: 'Стоимость печати',
    ID: 3,
  },
  {
    title: 'Способы нанесения принта',
    ID: 4,
  },
  {
    title: 'Оплата и доставка',
    ID: 5,
  },
];
//

export const priceTabsHeader: ITabsArr[] = [
  {
    title: 'Пошив текстиля',
    ID: 1,
  },
  {
    title: 'Печать на ткани',
    ID: 2,
  },
  {
    title: 'Вышивка',
    ID: 3,
  },
];
